{
    "daniel_amen":"Daniel Amen, MD is a double board-certified psychiatrist, multiple NY Times bestselling author, founder of Amen Clinics and brain imaging pioneer. He has written and hosted 11 public television specials about the brain. Discover Magazine named his brain imaging research as one of the top 100 stories in all of Science for 2015.",
    
    "aaron_beck": "Dr. Aaron T. Beck, M.D. is University Professor of Psychiatry (Emeritus) in the Department of Psychiatry, Perelman School of Medicine at the University of Pennsylvania and director of the Aaron T. Beck Psychopathology Research Center. Based on his research on the psychological processes involved in depression and other disorders, he developed and tested Cognitive Therapy (also known as Cognitive Behavior Therapy), the most widely used form of psychotherapy in the world. He has personally trained large numbers of professionals in this specialized approach and helped to form centers for Cognitive Therapy throughout the world, devoted to both research and serving countless numbers of patients. Starting in 2007, he has directed the Beck Initiative partnership in collaboration with Arthur Evans, former Commissioner of Mental Health of Philadelphia, serving the Medicaid patients in the city. He and his group have been training providers, offering services to the most disadvantaged individuals in the city and state: severely mentally ill individuals confined to hospitals and jails, and also the homeless./nFor several decades, Beck conducted research on the psychological and social factors involved in schizophrenia and developed a humanistic approach involved in activating the individual’s latent goals, motivations, and capacities, and has helped to restore large numbers to meaningful lives. His innovative approach in Philadelphia and Pennsylvania has now been extended to other states such as Georgia, Massachusetts, New Jersey, and Utah. In collaboration with the National Association of State Commissioners of Mental Health, he and his Center have started to disseminate his approach throughout the country. In addition, he and his team are working with Gary Gottlieb, Chief Executive Officer of Partners in Health to adapt cognitive therapy to the needs of individuals in 27 developing countries./nBeck has described his work extensively in 637 publications, including 24 books. He has been named by Medscape as one of the 50 Most Influential Physicians in History: 20th on the list and 1st among the living. He has received the 2006 Albert Lasker Award for Clinical Medical Research, which “transformed the understanding and treatment” of mentally ill individuals, the 2006 National Academy of Medicine: Lienhard Award for the advancement of health services, the 2013 Kennedy Community Health Award, and the National Alliance on Mental Illness Lifetime Achievement Award (June, 2017).",
    
    "judith_beck":"Judith S. Beck, Ph.D., is President of Beck Institute for Cognitive Behavior Therapy in Philadelphia, a non-profit organization that provides a variety of training programs to health and mental health professionals worldwide, and a Clinical Professor at the University of Pennsylvania. She received her doctoral degree from the University of Pennsylvania in 1982. She has authored over 100 chapters and articles and several books, including Cognitive Behavior Therapy: Basics and Beyond, which has been translated into over 20 languages, Cognitive Therapy for Challenging Problems, and books for consumers on a CBT approach to weight loss and maintenance. She divides her time among teaching, clinical work, supervision, administration, program development and consultation, and writing.",
    
    "david_burns":"David Burns, MD is a clinical psychiatrist and author of the best-selling, Feeling Good: The New Mood Therapy, which has sold more than five million copies worldwide. His “When Helping Doesn’t Help” was recently featured in Psychotherapy Networker (March, 2017). His free Feeling Good podcasts are available on iTunes and www.feelinggood.com./nAnd if you select the live therapy session workshop, here is my co-presenter for that one:/nDr. Jill Levitt is a Clinical Psychologist and Director of Training at the Feeling Good Institute (Mountain View, Ca). Dr. Levitt has 20 years of clinical experience and has co-authored scholarly articles on OCD, PTSD and Panic Disorder. She also teaches online workshops on TEAM-CBT, reducing therapeutic resistance, and improving psychotherapy outcomes.",
    
    "antonio_damasio":"Antonio Damasio is University Professor, David Dornsife Professor of Neuroscience, Psychology and Philosophy, and Director of the Brain and Creativity Institute at the University of Southern California, Los Angeles.\nTrained as both neurologist and neuroscientist, Damasio has made seminal contributions to the understanding of brain processes underlying emotions, feelings, and consciousness. His work on the role of affect in the process of decision-making has made a major impact in neuroscience, psychology, and philosophy. He is the author of numerous scientific articles (his Google Scholar h-index is 149; over 148,000 citations) and has been named “Highly Cited Researcher” by the Institute for Scientific Information.\nDamasio is a member of the National Academy of Medicine and a Fellow of the American Academy of Arts and Sciences, the Bavarian Academy of Sciences, and the European Academy of Sciences and Arts. He has received the Grawemeyer Award [2014] and the Honda Prize [2010], the Asturias Prize in Science and Technology [2005], the Nonino, Signoret [2004] and Pessoa [1992] Prizes, among many other prizes.\nHe holds Honorary Doctorates from several leading Universities, some shared with his wife Hanna, e.g. the École Polytechnique Fédérale de Lausanne [EPFL], 2011 and the Sorbonne [Université Paris Descartes], 2015.\nDamasio has discussed his research and ideas in several books, among them Descartes’ Error, The Feeling of What Happens, Looking for Spinoza and Self Comes to Mind, which are translated and taught in universities worldwide. His new book, The Strange Order of Things: The Making of the Cultural Mind, to appear later this year.",
    
    "robert_dilts":"Robert Dilts Robert has a degree in Behavioral Technology from the University of California at Santa Cruz. Robert has a global reputation as a leading developer, author, coach, trainer and consultant in the field of Neuro-Linguistic Programming (NLP). Robert worked closely with NLP co-founders John Grinder and Richard Bandler at the time of its creation and also studied personally with Milton H. Erickson, M.D., and Gregory Bateson. Robert pioneered the applications of NLP to education, creativity, health, leadership, belief systems and the development of what has become known as “Third Generation NLP”.",
    
    "paul_ekman":"Dr. Paul Ekman, Professor Emeritus in Psychology at UCSF, is the researcher and author best known for furthering our understanding of emotion and also deception. He established the universality of some facial expressions and in a separate line of research discovered how expressions and gestures may betray a lie. Ekman has authored more than 100 published articles and holds several honorary doctoral degrees. www.paulekman.com\nDr. Eve Ekman is currently a Post-Doctoral Scholar at UCSF’s Osher Center for Integrative Medicine. Ekman’s research interests were inspired by her experience as a medical social worker in the emergency department of San Francisco General Hospital coupled with her training in the applied emotion regulation and mindfulness intervention: Cultivating Emotional Balance (CEB).",
    
    "steve_frankel":"A practicing licensing board defense attorney and clinical forensic psychologist, Steven Frankel is a PhD of Indiana University, interned at Columbia University, and served as a full-time clinical psychology faculty member at USC for 11 years, 5 years as Director of Clinical Training. A Clinical Professor at USC and a past Adjunct faculty member at Loyola (L.A.) and Golden Gate law schools, Steve has received awards for teaching excellence in law/psychology interfaces and in trauma assessment and treatment, which has been his specialty since 1980. He has authored the chapter on Risk Management for trauma clinicians in APA’S forthcoming Handbook of Trauma. His Practice-Legacy Programs work was created to protect clinicians, their families and patients clients from failures to prepare for unanticipated death or disability.",
    
    "robert_sapolsky": "As a boy in New York City, Robert M. Sapolsky dreamed of living inside the African dioramas in the Museum of Natural History. By the age of twenty-one, he made it to Africa and joined a troop of baboons. Although the life of a naturalist appealed to him because it was a chance to “get the hell out of Brooklyn,” he never really left people behind.\nIn fact, he chose to live with the baboons because they are perfect for learning about stress and stress-related diseases in humans. Like their human cousins, baboons live in large, complex social groups and have lots of time, Dr. Sapolsky writes, “to devote to being rotten to each other.” Just like stressed-out people, stressed-out baboons have high blood pressure, high cholesterol, and hardened arteries. And just like people, baboons are good material for stories. His gift for storytelling led The New York Times to suggest, “If you crossed Jane Goodall with a borscht-belt comedian, she might have written a book like A Primate’s Memoir,” Dr. Sapolsky’s account of his early years as a field biologist.\nThe uniqueness of Sapolsky’s perspective on the human condition comes from the ease with which he combines his insights from the field with his findings as a neuroscientist. For more than thirty years Sapolsky has divided his time between field work with baboons and highly technical neurological research in the laboratory. As a result, he can effortlessly move from a discussion of pecking orders in primate societies (human and baboon) to an explanation of how neurotransmitters work during stress—and get laughs doing it. The problem for people, as Dr. Sapolsky explains in his book Why Zebras Don’t Get Ulcers, is that our bodies’ stress response evolved to help us get out of short-term physical emergencies—if a lion is chasing you, you run. But such reactions, he points out, compromise long-term physical health in favor of immediate self-preservation. Unfortunately, when confronted with purely psychological stressors, such as troubleshooting the fax machine, modern humans turn on the same stress response. “If you turn it on for too long,” notes Sapolsky, “you get sick.” Sapolsky regards this sobering news with characteristic good humor, finding hope in “our own capacity to prevent some of these problems…in the small steps with which we live our everyday lives.”\nThe humor and humanity he brings to sometimes-sobering subject matter make Dr. Sapolsky a fascinating speaker. He lectures widely on topics as diverse as stress and stress-related diseases, baboons, the biology of our individuality, the biology of religious belief, the biology of memory, schizophrenia, depression, aggression, and Alzheimer’s disease.\nDr. Sapolsky is a MacArthur “Genius” Fellow, a professor of biology and neurology at Stanford University, and a research associate with the Institute of Primate Research at the National Museum of Kenya. In 2008, National Geographic & PBS aired an hour-long special on stress featuring Dr. Sapolsky and his research on the subject. In addition to A Primate’s Memoir, which won the 2001 Bay Area Book Reviewers Award in nonfiction, Robert Sapolsky has written three other books, including The Trouble with Testosterone, Why Zebras Don’t Get Ulcers, and Monkeyluv and Other Essays on our Lives as Animals. Dr. Sapolsky was awarded Rockefeller University’s Lewis Thomas Prize for Writing about Science for 2008. His articles have appeared in publications such as Discover and The New Yorker, and he writes a biweekly column for the Wall Street Journal entitled “Mind & Matter.” He is currently working on a book to be titled: Behave: The Biology of Humans at Our Best and Worst (Penguin Press May 2017).",
    
    "stephen-gilligan":"Stephen Gilligan, Ph.D., is a psychologist who received his doctorate from Stanford University.  He was a major student of Milton Erickson and has been elaborating this work for the past 35 years, while also developing Self-Relations Psychotherapy, and Generative Psychotherapy.  In 2004, he received the rarely given Lifetime Achievement Award from the Erickson Foundation in honor of his many contributions.  He is well-known throughout the world for his inspirational teaching   He has published extensively, and his books include the Therapeutic Trances: The cooperation principle in Ericksonian hypnotherapy, The courage to love: Principles and practices of Self-relations psychotherapy, The Legacy of Erickson, Walking in two worlds, and The Hero’s Journey (w/ R. Dilts). His most recent book, Generative Trance: The experience of creative flow, proposes and explores a third generation approach to hypnotic work. His website is www.StephenGilligan.com.",
    
    "tipper-gore":"Mrs. Gore received a Bachelor of Arts degree in Psychology from Boston University in 1970 and her Master’s degree in Psychology from George Peabody College at Vanderbilt University in 1975. Mrs. Gore worked as a newspaper photographer for the Nashville Tennessean until her husband was elected to Congress in 1976.\nOnce named one of the “Ten Most Admired Women in the World,” Tipper Gore has brought her warmth, charm and infectious energy to communities and organizations around the globe. A dedicated, hands-on advocate for issues of mental health, homelessness, and violence in the media, she uses stories from her own life of public service to inspire and enlighten her audiences.\nMrs. Gore’s commitment to eradicating the stigma associated with mental illness and educating Americans about the need for quality, affordable mental health care placed her in the unique position to serve as the Mental Health Policy Advisor to President Clinton during her husband’s tenure as Vice President. In June 1999, she chaired the first-ever White House Conference on Mental Health, which interactively involved tens of thousands of Americans in over 1,000 cities across the country. In 1990, Mrs. Gore founded Tennessee Voices for Children, a coalition to promote the development of services for children and youth with serious behavioral, emotional, substance abuse or other mental health problems. She also served as co-chair of the Child Mental Health Interest Group, a non-partisan group of Congressional and Administration spouses.\nServing as the Special Advisor to the Interagency Council on the Homeless, Mrs. Gore lead representatives from 17 member agencies to improve the effective delivery of federal homeless assistance resources and program coordination at the state and local level. A longtime advocate for the homeless, Mrs. Gore co-founded and chaired Families for the Homeless in 1986, a non-partisan partnership of families that raises public awareness of homeless issues. She forged a partnership with the National Mental Health Association (NMHA) to produce a major photographic exhibit entitled, Homeless in America: A Photographic Project, which toured the nation.\nIn 1996, Mrs. Gore published Picture This, A Visual Diary, which is a personal photographic representation of life as wife of the Vice President. Proceeds from the book were donated to the National Health Care for the Homeless Council, headquartered in Nashville, TN. During the administration, Mrs. Gore served as co-chair of “America Goes Back To School,” an initiative launched by the Department of Education to work with students, parents and teachers to help promote a better learning environment among our nation’s children.\nMrs. Gore also contributed to the formation of the Congressional Wives Task Force, serving as Chair in 1978 and 1979. The task force sought to draw attention to the violence that children were exposed to through the media. She subsequently co-founded Parents’ Music Resource Center in 1985 to promote parental and consumer awareness of themes in popular entertainment marketed to children. As part of that effort, she authored her first book, Raising PG Kids in an X-Rated Society, a guide to parenting and the media.",
    
    "john-gottman":"JOHN GOTTMAN, PHD, was one of the Top 10 Most Influential Therapists of the past quarter-century by the Psychotherapy Networker. Dr. Gottman is a professor emeritus in psychology known for his work on marital stability and relationship analysis through scientific direct observations, many of which were published in peer-reviewed literature. He is the author or co-author of over 200 published academic articles and more than 40 books, including the bestselling The Seven Principles for Making Marriage Work; What Makes Love Last; The Relationship Cure; Why Marriages Succeed or Fail; and Raising An Emotionally Intelligent Child, among many others.",
    
    "julie-gottman":"JULIE GOTTMAN, PHD, is the co-founder and President of The Gottman Institute, and Clinical Supervisor for the Couples Together Against Violence study. A highly respected clinical psychologist, she is sought internationally by media and organizations as an expert adviser on marriage, sexual harassment and rape, domestic violence, gay and lesbian adoption, same-sex marriage, and parenting issues. She is the co-creator of the immensely popular The Art and Science of Love weekend workshops for couples, and she also co-designed the national clinical training program in Gottman Couples Therapy."
    
}
